Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public bool OrientationMatchesSurfaceOrientation { get; }
  Visual Basic
Public ReadOnly Property OrientationMatchesSurfaceOrientation As Boolean
	Get
  Visual C++
public:
property bool OrientationMatchesSurfaceOrientation {
	bool get ();
}
 See Also
  Face Class
  Autodesk.Revit.DB Namespace